{
    "chapters": [
        {
            "summary": "Wondery subscribers can listen to how I built this early and ad free right now. Join wondery in the Wondery app or on Apple Podcasts. audible is the home of storytelling and it lets you enjoy all of your audio entertainment in one app. New members can try audible free for 30 days.",
            "gist": "Delta Sky Miles Platinum Business Card",
            "headline": "Today's business travelers are finding that leisure time keeps them excited on work trips",
            "start": 400,
            "end": 122274
        },
        {
            "summary": "If you own your own business or trying to get one off the ground, we might put you on the show. Send us a 1 minute message that tells us about your business. Each week, we'll pick a few callers to join us on this show.",
            "gist": "How I Built This: Guest Business on The Show",
            "headline": "If you own your own business, we might put you on the show",
            "start": 124014,
            "end": 218608
        },
        {
            "summary": "The humane AI pin is controlled by the sound of your voice. Imran Chaudhry and Bethany Buongiorno worked at Apple, leading the design of some of the very screens. Apple is famously secretive, but the company continues to take a completely different approach.",
            "gist": "The Humane AI Pin",
            "headline": "The humane AI pin lets you do many of the same things as screens",
            "start": 218776,
            "end": 569504
        },
        {
            "summary": "When the two of you were both at Apple and a couple, did you have to keep what you were working on from Imran and vice versa? We had the good fortune that we were building basically everything together. His vision, my job was about pushing the boundaries of what's possible.",
            "gist": "In the Elevator With Apple's Chief Executive",
            "headline": "Bethany and Imran worked together at Apple developing a number of products",
            "start": 570164,
            "end": 692964
        },
        {
            "summary": "In 2016, you both left Apple, and presumably with the idea of maybe trying to create something yourselves. Did you feel like it was time to move on, that you'd done everything you wanted to do there?",
            "gist": "In 2016, Apple's Steve Jobs and Alissa Mayer Left",
            "headline": "In 2016, you both left Apple, and presumably with the idea of creating something yourselves",
            "start": 693384,
            "end": 772944
        },
        {
            "summary": "Humane AI wasn't the original idea you had. Maybe there was going to be a fitness app or a wellness app. Imran took his passion and started really digging into AI. We essentially started building two prototypes. One was in the space of women's health, the other was a new kind of computer.",
            "gist": "The Dinner That Convinced The Inventors of AI",
            "headline": "Humane AI started in 2017 when Imran started digging into AI",
            "start": 773604,
            "end": 922878
        },
        {
            "summary": "Guy Raj: It's important for companies to keep their teams connected. Having the right collaboration products can make all the difference. With Atlassian, whether your team is spread across the country or even the globe, delivering greatness is impossible alone. Get a $100 credit on your next campaign using LinkedIn ads.",
            "gist": "How I Built This Lab",
            "headline": "Guy Raj: Having the right collaboration products can make all the difference",
            "start": 922926,
            "end": 1121674
        },
        {
            "summary": "Learn from the best to become your best with Masterclass. There are over 200 classes to pick from, like Anna Wintours masterclass on creativity and leadership. Right now, our listeners will get an additional 15% off an annual membership.",
            "gist": "Become Your Best with Masterclass",
            "headline": "Learn from the best to become your best with Masterclass this year",
            "start": 1121794,
            "end": 1171730
        },
        {
            "summary": "Guy Raz: Imran and Bethany are thinking about how their experience working for Apple might help launch their next venture. Imran: Can I make something that doesn't require a screen? Bethany: How confident did you feel that within the next three years that the things that you wanted to do could be done?",
            "gist": "How We Built a Personal Computer",
            "headline": "Imran and Bethany are thinking about how their experience working for Apple might help",
            "start": 1171882,
            "end": 1509314
        },
        {
            "summary": "Every single person that joined humane didn't know what they were joining to build. We didn't even tell candidates what it was, which was kind of a radical decision. There were a number of challenges along the way that were hard for a startup.",
            "gist": "Going Under the CoVID",
            "headline": "When you guys embarked on this project, you really went underground. What was that like? Basically going underground until 2023",
            "start": 1509714,
            "end": 1608854
        },
        {
            "summary": "Imran: It's a square, a little sort of square, maybe this a little bit bigger than an apple Watch face. It sticks onto your clothing through a magnet, and it has a camera, and a projector that it can project. It's designed to answer questions.",
            "gist": "In the Elevator With Apple's Personal Assistant",
            "headline": "Imran Khan is developing a personal assistant that can answer questions instantly",
            "start": 1608974,
            "end": 1716358
        },
        {
            "summary": "The hardest part was really ensuring that everything was going to be something we could fit in. The management of the heat and the weight, all of the packaging aspects and the runtime issues were the biggest challenge.",
            "gist": "The Making of a Wearable Device",
            "headline": "The biggest challenge was bringing all the components together in a small package",
            "start": 1716446,
            "end": 1783574
        },
        {
            "summary": "The idea of a screenless thing just appeals to me on so many levels. People reported higher levels of happiness when they were truly present in a moment. What we are building here is something that brings a lot of freedom and the ability to remain present.",
            "gist": "How Apple Made the iPhone So Addictive",
            "headline": "You designed such good products that it enabled many of us to become addicted",
            "start": 1783994,
            "end": 2091366
        },
        {
            "summary": "This episode is sponsored by Squarespaces. Squarespace is the all in one website platform for building your brand, engaging your customers, and growing your business online. Grammarly is a trusted AI writing partner that saves your company from miscommunication.",
            "gist": "How I Built This Lab: Grammarly",
            "headline": "This episode is sponsored by Squarespace. com",
            "start": 2091430,
            "end": 2235678
        },
        {
            "summary": "Humane. founders describe the company's first device as a wearable personal assistant. They call it the humane AI pin. Can you ask it to tell you something about me? Sure.",
            "gist": "Humane's 'AI Pin'",
            "headline": "Humane AI pin is company's first wearable personal assistant",
            "start": 2235846,
            "end": 2284984
        },
        {
            "summary": "Guy Raz: Giraz is an AI device that can store memories for you. Raz: You treat it almost like your second brain, and what happens is that you create this incredible data set that's very personal, and it uses it to then offer suggestions.",
            "gist": "Google's AI: Your Second Brain",
            "headline": "Bry: AI is like your second brain, a memory tool",
            "start": 2285404,
            "end": 2664784
        },
        {
            "summary": "It was very intentional from the beginning that we didn't want to build a device that was always listening. We're not recording from the cameras or the microphone unless you engage with the device. There needs to be a good balance of making sure that bad things don't happen.",
            "gist": "Beyond the Phone: The Future of AI",
            "headline": "Both of you are very intimately involved in this AI revolution that's happening",
            "start": 2665084,
            "end": 2967254
        },
        {
            "summary": "Imran: The traditional idea of what an app is is effectively going to disappear. And so the services side is also a part of the business. What does success look like for you? Imran: Success is just having that impact of redefining our relationship with technology to make it better.",
            "gist": "What Does Success Look Like For Facebook?",
            "headline": "Bethany, I want to ask you a business related question",
            "start": 2968134,
            "end": 3200354
        },
        {
            "summary": "Guy Raz: Use Viator to book guided tours, excursions and more in one place. Download the Viator app now and use code Viator ten for 10% off your first booking in the app. Find travel experiences for you.",
            "gist": "How I Built This: The Travel Lab",
            "headline": "Use Viator to book guided tours, excursions and more",
            "start": 3203054,
            "end": 3295074
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/642dccc79fc44509bece257589c409a6/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/how-i-built-this-with-guy-raz-guy-raz-wondery-msIF89-5OnC-UC0qH23iP9T.300x300.jpg",
    "podcast_title": "How I Built This with Guy Raz",
    "episode_title": "AI that can be your second brain with Bethany Bongiorno and Imran Chaudhri of Humane"
}